Revit 2024 API
BuiltInFailures.SlabShapeFailures Class
 Failures about SlabShape.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SlabShapeFailures
Visual Basic
Public NotInheritable Class SlabShapeFailures
Visual C++
public ref class SlabShapeFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SlabShapeFailures
See Also
BuiltInFailures.SlabShapeFailures Members
Autodesk.Revit.DB Namespace